---
kind: other
id: Methods.T:Autodesk.Revit.DB.FamilyTypeSetIterator
source: html/4be1413b-a633-e57e-6103-9a2c9f0c1b47.htm
---
# FamilyTypeSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.